<!DOCTYPE html>
<html lang="en">
  <head>
    <!-- Required meta tags -->
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <!-- Bootstrap CSS -->
    <link
      href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css"
      rel="stylesheet"
      integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3"
      crossorigin="anonymous"
    />
    <title>จังหวัดน่าน</title>
    <link
      rel="stylesheet"
      href="https://fonts.googleapis.com/css?family=Sarabun"
    />
    <style>
      body {
        font-family: "Sarabun";
        background-color: #fdf2e7;
      }

      #container {
        box-shadow: 6px 4px 8px 6px rgba(0, 0, 0, 0.2), 0 6px 20px 0 rgba(0, 0, 0, 0.19);
      }

      #header {
        height: 160px;
        background-image: url("lu.jpg");
        background-size:100%;
      }

      #sidebar {
        background-color: #D9C999;
        padding: 0px;
      }

      #content {
        padding: 10px;
        background-color:#FEE5E0;
      }

      #footer {
        padding: 50px;
        background-color: #99AE83;
        border-radius: 0 0 15px 15px;
      }

      ul {
        list-style-type: none;
        margin: 0;
        padding: 0;
        width: 100%;
        background-color: #f1f1f1;
      }

      li a {
        display: block;
        color: #000;
        padding: 8px 16px;
        text-decoration: none;
      }

      /* Change the link color on hover */
      li a:hover {
        background-color: #555;
        color: white;
      }
      p{
        margin-top: 10px;
      }
    </style>
  </head>

  <body>
    <!-- คอนเทนเนอร์ -->
    <div class="container">
      <div id="container">
      <div class="row">
        <div class="col-12" id="header">
          <!-- เฮดเดอร์ -->
          
        </div>
      </div>
      <div class="row">
        <div class="col-2" id="sidebar">
          <!-- ไซด์บาร์ -->
          <ul>
            <li><a href="index.php">หน้าแรก</a></li>
            <li><a href="page11.php">แหล่งท่องเที่ยว</a></li>
            <li><a href="page2.php">ประเพณีและวัฒนธรรม</a></li>
            <li><a href="page3.php">อาหารประจำท้องถิ่น</a></li>
            <li><a href="page4.php">ข้อมูลผู้จัดทำ</a></li>
          </ul>
        </div>
         <head>
    <title>Navigation Bar</title>
    <style>
    ul {
      list-style-type: none;
    }
    li a {
      display: block;
      padding: 8px 16px;
      text-decoration: none;
      background-color: #F2F2CE;
    }
    li a:hover {
      background-color: #EB8C55;
      color: white;
    }
   </style>
  </head>
        <div class="col-10" id="content">
          <!-- คอนเท้นต์ -->
          <center>
            <h3>แหล่งท่องเที่ยว</h3>
          </center>
          
            <p>
                        <B>1.วัดพระบรมธาตุแช่แห้ง</B>
              </p>
           
        <dd>    
       &emsp;พระบรมธาตุแช่แห้ง ตั้งอยู่ที่บ้านหนองเต่า กิ่งอำเภอภูเพียง จังหวัดน่าน  พระธาตุคู่บ้านคู่เมืองและ ปูชนียสถานที่สำคัญของเมืองน่าน มีอายุกว่า 600 ปี แสดงให้เห็นถึงแบบอย่างสถาปัตยกรรมและศิลปกรรมสกุลช่างน่านอันงดงาม ห่างจากตัวเมืองราว 2กม. บนเส้นทางสายน่าน-แม่จริม สันนิษฐานว่ามี อายุราว 600 ปี พญาการเมืองโปรดให้สร้างขึ้นเมื่อปี พ.ศ. 1891 เพื่อบรรจุพระบรมสารีริกธาตุ ที่ได้มาจากกรุงสุโขทัยบุด้วยทองเหลืองทั้งองค์ เป็นโบราณสถานที่งดงามที่สุดแห่งหนึ่งของล้านนา  
</dd>
          <center><img width="500px" src="tt1.jpg" class="img-fluid rounded"></center>
            <p>
                        <B>2.วัดพระธาตุเขาน้อย</B>
              </p>
           
        <dd>    
       &emsp;ตั้งอยู่ในอำเภอเมือง จังหวัดน่าน บนยอดดอยเขาน้อย องค์พระธาตุเป็นเจดีย์ก่ออิฐถือปูนศิลปะพม่าผสมล้านนา ภายในบรรจุพระเกศาธาตุของพระพุทธเจ้า เป็นปูชนียสถานที่สำคัญแลเก่าแก่อีกแห่งหนึ่งของน่าน สันนิษฐานว่ามีอายุรุ่นราวคราวเดียวกับพระธาตุแช่แห้ง ตัววัดตั้งอยู่บนเขาสูง จึงเป็นจุดชมทิวทัศน์ที่สวยงามสามารถมองเห็นทิวทัศน์โดยรอบของตัวเมืองน่าน ปัจจุบันบริเวณลานชมทิวทัศน์ประดิษฐานพระพุทธมหาอุดมมงคลนันทบุรีศรีน่าน ซึ่งเป็นพระพุทธรูปปางประทานพร บนฐานดอกบัวสูง 9 เมตร ยอดพระเกศาทำจากทองคำหนัก 27 บาท   
</dd>
          <center><img width="500px" src="tt2.jpg" class="img-fluid rounded"></center>
           <p>
                        <B>3.วัดภูมินทร์</B>
              </p>
           
        <dd>    
       &emsp;อีกหนึ่งสถานที่ท่องเที่ยวที่เมื่อมาถึงน่านแล้วไม่ได้แวะ ก็จะเรียกว่ามาไม่ถึงเช่นกัน ณ วัดภูมินทร์ วัดชื่อดังซึ่งเป็นมีภาพวาดฝาผนังปู่ม่าน ย่าม่าน กระซิบรักบรรลือโลก เป็นภาพวาดที่กลายเป็นสัญลักษณ์ของเมืองน่าน  ความสวยแปลกของวัดภูมินทร์ที่ไม่เหมือนใครและไม่มีใครเหมือน เป็นหนึ่งเดียวในประเทศไทยอีกหนึ่งอย่าง คือ พระอุโบสถทรงจตุรมุขที่มีบันไดนาคทั้งสี่ทิศ ข้างในประดิษฐานพระประธานจตุรพักตร์ 4 ด้าน ไม่ว่าจะเดินขึ้นบันไดทิศไหนก็จะพบพระพักตร์ของพระพุทธรูปทุกด้าน  
</dd>
          <center><img width="500px" src="tt3.jpg" class="img-fluid rounded"></center>
            <p>
                        <B>4.ซุ้มลีลาวดี พิพิธภัณฑสถานแห่งชาติน่าน</B>
              </p>
           
        <dd>    
       &emsp;พิพิธภัณฑสถานแห่งชาติน่าน อยู่ตรงข้ามวัดภูมินทร์  เดิมเป็นที่ประทับของเจ้าผู้ครองนครน่าน เรียกว่า “หอคำ” ภายในจัดแสดงศิลปะโบราณวัตถุในประวัติศาสตร์ของน่านและชีวิตความเป็นอยู่ของชาวพื้นเมืองภาคเหนือและชาวเขาเผ่าต่าง ๆ สิ่งสำคัญที่สุดคือ งาช้างดำ ถือเป็นของคู่บ้านคู่เมืองของจังหวัดน่าน นอนจากนี้บริเวณด้านหน้าพิพิธภัณฑ์ยังมี ซุ้มต้นลีลาวดี ที่ขึ้นเป็นแถวเรียงรายแผ่ขยายกิ่งก้านโค้งเข้าหากันกลายเป็นอุโมงค์ต้นไม้ ทอดยาวสวยงาม บรรยากาศของการเดินอยู่ใต้ต้นลีลาวดีแห่งนี้ ถูกยอมรับว่าสวยงาม และร่มรื่น และเป็นหนึ่งจุดถ่ายรูปที่นักท่องเที่ยวต้องไม่พลาดเก็บความภาพประทับใจอีกด้วย  
</dd>
          <center><img width="500px" src="tt4.jpg" class="img-fluid rounded"></center>
            <p>
                        <B>5.วัดพระธาตุช้างค้ำวรวิหาร</B>
              </p>
           
        <dd>    
       &emsp;เดิมมีชื่อเรียกว่า “วัดหลวง” หรือ “วัดหลวงกลางเวียง” ตั้งอยู่ตรงข้ามพิพิธภัณฑสถานแห่งชาติน่าน นับเป็นปูชนียสถานสำคัญของเมืองน่าน ภายในวัดประดิษฐาน เจดีย์ช้างค้ำ  ภายเจดีย์ประดิษฐานพระบรมสารีริกธาตุ รอบฐานองค์พระเจดีย์ก่ออิฐถือปูน มีรูปปั้นช้างครึ่งตัว ด้านละ 5 เชือก และที่มุมทั้งสี่อีก 4 เชือก ลักษณะคล้ายวัดช้างล้อม จังหวัดสุโขทัย ส่วนพระวิหารศิลปะแบบล้านนาและภายในวิหารประดิษฐานพระพุทธรูปสำริดยืนปางประทานอภัย อายุราวครึ่งหลังพุทธศตวรรษที่ 19 มีลักษณะคล้ายพระพุทธรูปปางประทานอภัยที่วัดราชธานี จังหวัดสุโขทัย  
</dd>
         <center><img width="500px" src="tt10.png" class="img-fluid rounded"></center>
           <p>
                        <B>6.วัดมิ่งเมือง</B>
              </p>
           
        <dd>    
       &emsp;  ตั้งอยู่ที่ถนนสุริยพงศ์ ตัวเมืองน่าน เป็นที่ประดิษฐานเสาหลักเมืองของจังหวัดน่าน ลักษณะเด่น คือ ลายปูนปั้นที่ผนังด้านนอกของพระอุโบสถ มีความสวยงามวิจิตรบรรจง เป็นฝีมือตระกูลช่างเชียงแสน มีความวิจิตรงดงาม ภายในมีภาพจิตรกรรมฝาผนัง แสดงให้เห็นวิถีชีวิตของชาวเมืองน่าน ฝีมือช่างท้องถิ่นยุคปัจจุบัน 
</dd>
          <center><img width="500px" src="tt5.jpg" class="img-fluid rounded"></center>
          <p>
                        <B>7.วัดศรีพันต้น</B>
              </p>
           
        <dd>    
       &emsp;  มีวิหารที่สวยงามตั้งเด่นเป็นสง่าสีทองระยิบระยับ เป็นอีกวัดหนึ่งในจังหวัดน่านที่มีจิตรกรรมปูนปั้นที่สวยงามโดยเฉพาะพญานาคเจ็ดเศียรเฝ้าบันไดดูอ่อนโยนมีชีวิตชีวา ซึ่งปั้นแต่งโดยช่างชาวน่าน ภายในวิหารได้มีการเขียนภาพลายเส้นประวัติของพระพุทธเจ้า และประวัติ การกำเนิดเมืองน่าน โดยช่างชาวน่าน เป็นภาพเขียนลายเส้นลงสีธรรมชาติสวยงามและทรงคุณค่าอย่างยิ่ง
</dd>
          <center><img width="500px" src="tt6.jpg" class="img-fluid rounded"></center>
          <p>
                        <B>8.29 Base</B>
              </p>
           
        <dd>    
       &emsp; ร้านกาแฟสุดแนว เห็นวิวภูเขาอันงดงามของเมืองน่าน ตั้งตระหง่านอยู่เบื้องหน้า ร้านตั้งอยู่ริมถนนบนเส้นทางลอยฟ้า 1081 ไปอำเภอบ่อเกลือ โดยใช้เส้นสันติสุขบริเวณ กิโลเมตรที่ 29  จึงที่มาของชื่อ 29 Base  มีเฮือนกาแฟ ขายเมนูเครื่องดื่มหลากหลาย ทั้งกาแฟดริป  โกโก้ ชาเขียวเย็น  บรรยากาศโดยรอบร้านสดชื่น  มีที่นั่งพักผ่อนหลายมุม ทั้งแบบโต๊ะไม้นั่งชมวิว รวมถึงกระท่อมนั่งเล่นที่อยู่ด้านล่างท่ามกลางวิวภูเขาสุดอลังการ 
</dd>
          <center><img width="500px" src="tt7.jpg" class="img-fluid rounded"></center>
          <p>
                        <B>9.ดอยเสมอดาว</B>
              </p>
           
        <dd>    
       &emsp;  เรามักจะพูดกันเสมอว่า ถ้ามาจังหวัดนั้นจังหวัดนี้แล้วไม่ได้แวะที่นี่ ก็เหมือนมาไม่ถึง  น่านก็เช่นกัน ถ้าเราไม่ได้แวะมาเที่ยวดอยเสมอดาวเพื่อมาชมความงดงามของจุดชมวิวทะเลหมอกก็เหมือนมาไม่ถึง  ดอยเสมอดาว ตั้งอยู่ใน อำเภอนาน้อย ในเขตอุทยานแห่งชาติศรีน่าน เป็นพื้นที่ที่มีลานกว้างไปเหมาะสำหรับการพักผ่อนชมพระอาทิตย์ขึ้นและพระอาทิตย์ตกในเวลาเดียวกัน และยังสามารถชมทะเลหมอกในยามเช้าเป็นจุดชมวิวที่สามารถมองเห็นทิวทัศน์ ได้ 360 องศา  ในเวลากลางคืนก็สามารถชมดาวเต็มท้องฟ้าได้อย่างสวยงาม
</dd>
          <center><img width="500px" src="tt11.png" class="img-fluid rounded"></center>
          <p>
                        <B>10.ตูบนาไทลื้อ & ตูบนากาแฟ น่าน</B>
              </p>
           
        <dd>    
       &emsp;  ตั้งอยู่หน้าวัดภูเก็ต เป็นทั้งที่พักโดยใช้ชื่อว่า ตูบนาไทลื้อ ส่วนร้านกาแฟตั้งอยู่ติดกับที่พัก ชื่อว่าตูบนากาแฟในบรรยากาศริมทุ่งนา สามารถมาพักผ่อนนอนตูบบนไทลื้อ จิบกาแฟริมทุ่งนา  เดินเล่นบนสะพานไม้ไผ่ ให้อาหารปลา ทานข้าวแบบขันโตก แต่งตัวไทลื้อถ่ายรูปสุดเก๋
</dd>
          <center><img width="500px" src="tt9.jpg" class="img-fluid rounded"></center>
        <br> 
      </div>
      <div class="row">
        <div class="col-12" id="footer">
          <!-- ฟุตเตอร์ -->
          <center>
            <h3>ผลงานนักเรียน</h3>
            <hr />
            <p>รายวิชา WebApplication</p>
            <p>โรงเรียนหล่มสักวิทยาคม</p>
          </center>
        </div>
      </div>
      </div>  
    </div>
    <!-- Option 1: Bootstrap Bundle with Popper -->
    <script
      src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"
      integrity="sha384-ka7Sk0Gln4gmtz2MlQnikT1wXgYsOg+OMhuP+IlRH9sENBO0LRn5q+8nbTov4+1p"
      crossorigin="anonymous"
    ></script>
  </body>
</html>
