<!DOCTYPE html>
<html lang="en">
  <head>
    <!-- Required meta tags -->
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <!-- Bootstrap CSS -->
    <link
      href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css"
      rel="stylesheet"
      integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3"
      crossorigin="anonymous"
    />
    <title>จังหวัดน่าน</title>
    <link
      rel="stylesheet"
      href="https://fonts.googleapis.com/css?family=Sarabun"
    />
    <style>
      body {
        font-family: "Sarabun";
        background-color: #fdf2e7;
      }

      #container {
        box-shadow: 6px 4px 8px 6px rgba(0, 0, 0, 0.2), 0 6px 20px 0 rgba(0, 0, 0, 0.19);
      }

      #header {
        height: 160px;
        background-image: url("lu.jpg");
        background-size:100%;
      }

      #sidebar {
        background-color: #D9C999;
        padding: 0px;
      }

      #content {
        padding: 10px;
        background-color: #FEE5E0;
      }

      #footer {
        padding: 50px;
        background-color: #99AE83;
        border-radius: 0 0 15px 15px;
      }

      ul {
        list-style-type: none;
        margin: 0;
        padding: 0;
        width: 100%;
        background-color: #f1f1f1;
      }

      li a {
        display: block;
        color: #000;
        padding: 8px 16px;
        text-decoration: none;
      }

      /* Change the link color on hover */
      li a:hover {
        background-color: #555;
        color: white;
      }
      p{
        margin-top: 10px;
      }
    </style>
  </head>

  <body>
    <!-- คอนเทนเนอร์ -->
    <div class="container">
      <div id="container">
      <div class="row">
        <div class="col-12" id="header">
          <!-- เฮดเดอร์ -->
          
        </div>
      </div>
      <div class="row">
        <div class="col-2" id="sidebar">
          <!-- ไซด์บาร์ -->
          <ul>
            <li><a href="index.php">หน้าแรก</a></li>
            <li><a href="page11.php">แหล่งท่องเที่ยว</a></li>
            <li><a href="page2.php">ประเพณีและวัฒนธรรม</a></li>
            <li><a href="page3.php">อาหารประจำท้องถิ่น</a></li>
            <li><a href="page4.php">ข้อมูลผู้จัดทำ</a></li>
          </ul>
        </div>
         <head>
    <title>Navigation Bar</title>
    <style>
    ul {
      list-style-type: none;
    }
    li a {
      display: block;
      padding: 8px 16px;
      text-decoration: none;
      background-color: #F2F2CE;
    }
    li a:hover {
      background-color: #EB8C55;
      color: white;
    }
   </style>
  </head>
        <div class="col-10" id="content">
          <!-- คอนเท้นต์ -->
          <center>
            <h3>ประเพณีและวัฒนธรรม</h3>
          </center>
          <p>
          &emsp; เมืองน่านในอดีตเป็นนครรัฐขนาดเล็กริมแม่น้ำน่าน ในความเป็นเมืองเล็กงดงามด้วยสถาปัตยกรรมทางพุทธศาสนา ยังสะท้อนให้เห็นการผสมผสานทางศิลปวัฒนธรรม และความสัมพันธ์ทั้งด้านการเมือง การปกครอง ศาสนา รวมทั้งวิทยาการด้านต่างๆ กับกรุงสุโขทัย ล้านนา พุกาม และล้านช้าง โดยยังคงเอกลักษณ์ของความเป็นพื้นถิ่นน่านไว้ได้อย่างสง่างาม
          </p>
          <p>
                        <B>1.พิธีสืบชะตา</B>
              </p>
           
        <dd>    
       &emsp;พิธีสืบชะตาเป็นประเพณีสำคัญอย่างหนึ่งของชาวล้านนาที่เชื่อกันว่าเป็นการ ต่ออายุหรือต่อชีวิตของบ้านเมืองหรือของคนให้ยืนยาว มีความสุข ความเจริญ ตลอดจนเป็นการขจัดภัยอันตรายต่างๆที่จะบังเกิดขึ้นให้แคล้วคลาดปลอดภัย พิธีสืบชะตาแบบพื้นเมืองของจังหวัดน่านได้ยึดถือและปฏิบัติสืบต่อกันมาช้า นาน ชาวน่านในทุกหมู่บ้าน ทุกตำบลต่างรู้จักและยึดมั่นปฏิบัติกันอยู่ เพราะเชื่อว่าทุกข์ภัยทั้งหลายที่จะเกิดขึ้นกับตัวเอง และญาติพี่น้องจะหมดหายไปชีวิตก็จะยืนยาวยิ่งขึ้น อีกทั้งเชื่อว่าก่อให้เกิดขวัญและกำลังใจในการปฏิบัติหน้าที่การงานพร้อมที่ จะสู้กับชะตาชีวิตต่อไป  
</dd>
           <center><img width="500px" src="pn6.png" class="img-fluid rounded"></center>
          <p>
                        <B>2.งานนมัสการพระธาตุเบ็งสกัด</B>
              </p>
           
        <dd>    
       &emsp; ตั้งอยู่บ้านแก้ม หมู่ที่ 5 ตำบลปัว อำเภอปัว จังหวัดน่าน วัดเก่าแก่ที่งดงามเป็นสถาปัตยกรรมไทยลื้อ ที่ได้มีการปรับเปลี่ยนรูปแบบหลายครั้ง ลักษณะวิหารเป็นทรงสูง แต่หลังคาจะกดต่ำแบบช่างล้านนาเดิม มีลาดบัวที่ฐานตอนล่างของพระวิหาร ด้านข้างของวิหารเจาะหน้าต่างเป็นบานเล็ก  หน้าวิหารมีลักษณะเป็นมุขโถงโล่ง  ภายในวิหารประกอบด้วยเสา เรียงสองแถว ตรงสู่แท่นฐานชุกชี ประตูด้านหน้าวิหารเป็นประตูใหญ่กว้างและสูงประกอบด้วยลวดลายปูนปั้นผสมผสานระหว่างศิลปะเก่ากับใหม่  เจดีย์พระธาตุเป็งสะกัด ความหมายของพระธาตุตามตำนาน หมายถึง สิ่งมหัศจรรย์ที่เกิดขึ้นจากบ่อดินที่ใช้ไม้แหย่ ลงไป แล้วไม้ขาดเป็นท่อน ๆ เหมือนมีอะไรมากัดให้ขาด และมีลำแสงเกิดขึ้น เจดีย์เป็นรูปทรงฐานระฆังคว่ำ เป็นมุมแปดเหลี่ยมลดหลั่นเป็นชั้น  ไม่มีลวดลายเป็นศิลปะแบบพะเยา หรือที่เรียกว่าเจดีย์ ทรงพะเยา ซึ่งมีมากที่พะเยา เชียงราย และบริเวณแถบภาคเหนือ ตอนบน ภายในองค์พระเจดีย์ประดิษฐานพระบรมสารีริกธาตุ ซึ่งถือเป็นศูนย์รวมศรัทธาของชุมชน เป็นสถาปัตยกรรมของช่างน่าน วัดตั้งอยู่บนเนินสูงมองเห็นหมู่บ้านอยู่เบื้องล่าง ด้านหลังเป็นเนินเขา นับเป็นการเลือกสรรชัยภูมิที่ส่งให้วัดโดดเด่นเป็นสง่า  
<br>
          &emsp; <u>มีวัตถุประสงค์</u>
<br>1.เพื่ออนุรักษ์และสืบสาน วัฒนธรรมประเพณีดั้งเดิมไว้มิให้สูญหาย
<br>2.เพื่อเชิญชวนให้พุทธศาสนิกชนได้มากราบไหว้สิ่งศักดิ์สิทธิ์ในองค์พระธาตุเบ็งสกัด
<br>3.เพื่อจัดหาทุนทรัพย์มาพัฒนาภูมิทัศน์วัดพระธาตุเบ็งสกัดให้มีความสะสะอาด  ร่มรื่นและสวยงาม
<br>4.เพื่อสืบสานประเพณีและวัฒนธรรมท้องถิ่นที่สืบทอดกันมาหลายร้อยปี
และส่งเสริมการท่องเที่ยวของอำเภอปัวและจังหวัดน่าน
</dd>
          <center><img width="500px" src="pn5.png" class="img-fluid rounded"></center>
          <p>
                        <B>3.เทศกาลผ่อดอกชมพูภูคา</B>
              </p>
           
        <dd>    
       &emsp;  อุทยานแห่งชาติดอยภูคา จังหวัดน่าน ดอกของชมพูภูคาออกเป็นช่อใหญ่ มีดอกย่อยเรียงซ้อนกันแน่น กลีบดอกบานมีสีชมพูสวยงาม จนเป็นต้องการชื่นชมของนักท่องเที่ยว ซึ่งจะขึ้นชมได้ในช่วงเดือนกุมภาพันธ์-มีนาคม ของทุกปี 

          </dd>
          <center><img width="500px" src="pn4.jpg" class="img-fluid rounded"></center>
           &emsp;เนื่องจาก ชมพูภูคา เป็นพันธุ์ไม้หายาก และมีลักษณะเด่นที่ดอกสวยงามนัก จนกระทั่งสมเด็จพระเทพรัตนราชสุดาฯ ได้ทรงพระราชทานให้ชมพูภูคา เป็นดอกไม้ประจำโครงการอนุรักษ์พันธุกรรมพืชอันเนื่องมาจากพระราชดำริ
       <center><img width="500px" src="pn7.png" class="img-fluid rounded"></center>
          <center>ดอกชมพูภูคา</center>
          <p>
                        <B>4.งานประเพณีสงกรานต์และนมัสการสรงน้ำพระเจ้าทองทิพย์</B>
              </p>
           
        <dd>    
       &emsp; น่านจัดพิธีสรงน้ำพระเจ้าทองทิพย์ พิธีทำบุญตักบาตร และพิธีสะเดาะเคราะห์สืบชะตาเมืองเนื่องในวันสงกรานต์ประจำปี 2562 ณ วัดสวนตาล อ.เมืองน่าน วัดสวนตาล อ.เมืองน่าน จ.น่าน ผู้ว่าราชการจังหวัดน่า เป็นประธานในพิธีสรงน้ำพระเจ้าทองทิพย์ โดยน้ำสรงพระราชทานฯ สมเด็จพระกนิษฐาธิราชเจ้ากรมสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี และทำพิธีสะเดาะเคราะห์สืบชะตาเมือง พร้อมร่วมทำบุญตักบาตรข้าวสารอาหารแห้ง เนื่องในเทศกาลสงกรานต์ เพื่อเป็นการส่งเสริมและอนุรักษ์ขนบธรรมเนียมประเพณีของท้องถิ่นที่ได้ปฏิบัติสืบทอดกันมาแต่โบราณกาลให้คงสืบไว้ต่อไป โดยวันนี้ (13 เมษายน) ชาวล้านนาถือว่าเป็นวันสังขาลล่องตามประเพณีล้านนาไทยแต่เดิมมา เพื่อเป็นสิริมงคลแก่ตนเองและครอบครัว โดยมีประชาชน นักท่องเที่ยวผู้สนใจเข้าร่วมพิธีเป็นจำนวนมาก สำหรับทุกปีใหม่ช่วงเทศกาลสงกรานต์ ประชาชนชาวจังหวัดน่าน จะจัดงานนมัสการ และสรงน้ำพระเจ้าทองทิพย์ วัดสวนตาล ซึ่งเป็นที่เคารพนับถือ เป็นพระคู่บ้านคู่เมืองของชาวจังหวัดน่าน 
</dd>
          <center><img width="500px" src="pn2.jpg" class="img-fluid rounded"></center>
          <p>
                        <B>5. งานตานก๋วยสลาก งานแห่คัวตานหรือครัวทาน</B>
              </p>
           
        <dd>    
       &emsp;  ประเพณีตานก๋วยสลากมักทำกันตั้งแต่เดือน 12 เหนือ ถึงเดือนยี่เหนือ หรือตั้งแต่เดือนกันยายนถึงเดือนตุลาคมของทุกปี ซึ่งเป็นช่วงที่ชาวบ้านหยุดพักจากทำนา พระสงฆ์ก็จำพรรษาอยู่ในวัดเพราะอยู่ในช่วงเข้าพรรษา ผลไม้มากและกำลังสุก เช่นส้มโอ ส้มเกลี้ยง กล้วย อ้อย และยังเป็นช่วงที่ข้าวเปลือกหรือข้าวสารของใกล้หมดยุ้งฉาง จึงเป็นโอกาสอันเหมาะสมโดยมีความเชื่อว่าการตานก๋วยสลากนอกจากจะเป็นการทำบุญแก่ญาติผู้ล่วงลับแล้วยังเป็นการทำทานสงเคราะห์แก่คนยากไร้ ซึ่งถือว่ามีกุศลแรง
</dd>
          <center><img width="500px" src="pn1.jpg" class="img-fluid rounded"></center>
          <p>
                        <B>6.งานประเพณีนมัสการพระธาตุเขาน้อย</B>
              </p>
           
        <dd>    
       &emsp;  คนเมืองน่าน ได้มีความเชื่อและศรัทธาในองค์พระธาตุเขาน้อยซึ่งตามตำนานเชื่อว่า พระธาตุเขาน้อย  องค์นี้ สร้างโดยมเหสีรองของพญาภูเข็ง เจ้าผู้ครองนครน่าน เมื่อราว พุทธศตวรรษที่ ๒๐ และมีการบูรณะครั้งใหญ่ในสมัยพระเจ้าสุริยพงษ์ผริตเดชฯ ในปี ๒๔๔๙ – ๒๔๕๔ โดยช่างชาวพม่า ชื่อหม่องยิง

การนมัสการพระธาตุเขาน้อย จะมีกิจกรรมที่สำคัญ อาทิ การแสดงตนเป็นพุทธมามะกะการแสดงพระธรรมเทศนา การทำบุญตักบาตร ถวายผ้าทิพย์ห่มองค์พระธาตุ การสรงน้ำพระธาตุ การเวียนเทียน และมีประกวดขบวนแห่ครัวทาน จุดบั้งไฟดอก บั้งไฟขึ้นถวายเป็นพุทธบูชา

การจัดประเพณีนมัสการพระธาตุเขาน้อย จะทำในวันเพ็ญขึ้น ๑๔ ค่ำ และ ขึ้น ๑๕ ค่ำ เดือน ๘ เหนือ ซึ่งส่วนใหญ่จะตรงกับวันวิสาขบูชาเพื่อน้อมรำลึกถึงพระคุณของพระสัมมาสัมพุทธเจ้า ในเทศกาลวิสาขบูชา ในการจัดงานตั้งปี พ.ศ.๒๕๔๕ เป็นต้นมา ณ  วัดพระธาตุเขาน้อย  ตำบลดู่ใต้  อำเภอเมืองน่าน  จังหวัดน่าน

</dd>
          <center><img width="500px" src="pn8.png" class="img-fluid rounded"></center>
          <p>
                        <B>7.งานแข่งเรือประเพณีฉลองงาช้างดำจังหวัดน่าน</B>
              </p>
           
        <dd>    
       &emsp; ประเพณีการแข่งเรือเอกลักษณ์น่าน เป็นประเพณีเก่าแก่ที่สืบทอดกันมาตั้งแต่โบราณกาลเป็นเวลาอันยาวนาน ซึ่งเรือของจังหวัดน่านมีเอกลักษณ์ที่โดดเด่นสวยงามไม่เหมือนเรือแข่งของจังหวัดอื่น ลักษณะของเรือเป็นเรือขุดแบบเรือชะล่า หัวเรือแกะสลักเป็นรูปพญานาค อ้าปาก ชูคอ อวดเขี้ยวโง้งงอ สง่างาม ลำตัวเรือทาสีสวยสด และมีลวดลายที่สวยงาม 
</dd>
          <center><img width="500px" src="pn9.png" class="img-fluid rounded"></center>
           <p>
                        <B>8.เทศกาลส้มสีทองและงานกาชาดจังหวัดน่าน</B>
              </p>
           
        <dd>    
       &emsp;  จัดขึ้นในเดือนธันวาคมของทุกปี บางปีจัดร่วมกับของดีเทศกาลเมืองน่าน ส้มสีทองเป็นผลผลิตทางการเกษตรที่มีชื่อเสียงของจังหวัดน่าน พันธุ์เดียวกับส้มเขียวหวาน แต่ส้มสีทองจะมีเปลืองสีเหลืองทองสวยงาม และรสชาติหวานหอมอร่อยกว่า เป็นเพราะอิทธิพลของดินฟ้าอากาศ คือ อุณหภูมิระหว่างกลางวันและกลางคือต่างกัน 8 องศา เป็นเหตุให้สาร “คาร์ทีนอยพิคเมนท์” ในเปลืองส้มเปลี่ยนจากสีทองดังกล่าว
กิจกรรมในงานที่น่าสนใจมีหลายอย่าง ได้แก่ การประกวดขบวนรสส้มสีทอง การออกร้านนิทรรศการ การจำหน่ายสินค้าหัตถกรรมจากอำเภอ ๆ และจากเมืองฮ่อน-หงสา สปป.ลาว การแสดงพื้นเมืองและมหรสพต่าง ๆ อีกมามาย

</dd>
          <center><img width="500px" src="pn10.png" class="img-fluid rounded"></center>
           <p>
                        <B>9.พิธีส่งเคราะห์หลวง</B>
              </p>
           
        <dd>    
       &emsp;  ความหมายที่มาการสงเคราะห์ของเมืองน่าน มีความเชื่อว่าทุกคนมีเคราะห์กรรม ถ้าหากอยู่อย่างไม่สบายกายสบายใจ เจ็บเป็นป่วยไข้ หรือมีเรื่องราวถือว่ามีเคราะห์กรรม ก็มีการสงเคราะห์ แก้เคราะห์ร้ายให้กายเป็นดี เช่น เคราะห์ทั่วไป เรียกว่า เคราะห์ตัวเอง หรือเคราะห์เกิดกับวัตถุสิ่งของ เช่น เคราะห์บ้าน เคราะห์เมือง เคราะห์กับชาตาชีวิต คือ เคราะห์ตัวเปิงตัวจน และเคราะห์นวฆาตทั้งเก้า และราหู เพื่อบูชาพระอินทร์และเทวดาที่รักษาตน ความเชื่อเคราะห์กรรมหากอยู่อย่างไม่สบายกายสบายใจ เจ็บเป็นป่วยไข้ หรือมีเรื่องราวถือว่ามีเคราะห์กรรม ก็มีการสงเคราะห์ แก้เคราะห์ร้ายให้กายเป็นดี จึงทำพิธีสงเคราะห์ให้กับตนเอง
 
กระบวนการพิธีการสงเคราะห์จะต้องมีการจัดเตรียมสะตวง ใช้กาบกล้วยทำเป็นกระทงสี่เหลี่ยม ใช้ไม้ไผ่ยึดให้แน่น ประดับด้วยช่อตุง ต้นเทียน ตกแต่งให้สวยงาม ภายในประกอบด้วยข้าวปลาอาหาร ขนม หมากพลู สายสิญจน์ และจัดเตรียมขันขึ้นครู
 
โอกาสพิธีดำเนินการได้ตลอดทั้งปี สำหรับการสงเคราะห์ของทางวัดมิ่งเมือง เป็นการสงเคราะห์หลวง จะจัดพิธีในเทศกาลส่งท้ายปีเก่าวิถีไทย ต้อนรับปีใหม่วิถีพุทธ ในวันที่ ๓๑ ธันวาคม ของทุกปี

</dd>
          <center><img width="500px" src="pn11.png" class="img-fluid rounded"></center>
           <p>
                        <B>10.งานแห่เทียนเข้าพรรษา</B>
              </p>
           
        <dd>    
       &emsp;  ประเพณีแห่เทียนพรรษา จัดขึ้นเป็นประจำในทุก ๆ ปี เพื่อเป็นการส่งเสริมและอนุรักษ์ให้ประชาชนในท้องถิ่นร่วมกันรักษาขนบธรรมเนียมประเพณีอันดีงามที่ปฏิบัติสืบต่อกันมาเป็นเวลาช้านาน ให้ดำรงไว้สืบไป ซึ่งเมื่อถึงวันเข้าพรรษาพระภิกษุสงฆ์ จะต้องอยู่จำพรรษา ที่วัดเป็นเวลา 3 เดือน และสมัยก่อนไม่มีไฟฟ้าใช้ ชาวบ้านจึงหล่อเทียนต้นใหญ่ขึ้น และพร้อมใจกันแห่ไปถวายพระภิกษุสงฆ์ ได้จุดให้แสงสว่างในการปฏิบัติกิจวัตรเป็นพุทธบูชา ซึ่งได้ถือปฏิบัติสืบทอดกันมาจนถึงปัจจุบัน
</dd>
          <center><img width="500px" src="pn12.png" class="img-fluid rounded"></center>
        </div>
      </div>
      <div class="row">
        <div class="col-12" id="footer">
          <!-- ฟุตเตอร์ -->
          <center>
            <h3>ผลงานนักเรียน</h3>
            <hr />
            <p>รายวิชา WebApplication</p>
            <p>โรงเรียนหล่มสักวิทยาคม</p>
          </center>
        </div>
      </div>
      </div>  
    </div>
    <!-- Option 1: Bootstrap Bundle with Popper -->
    <script
      src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"
      integrity="sha384-ka7Sk0Gln4gmtz2MlQnikT1wXgYsOg+OMhuP+IlRH9sENBO0LRn5q+8nbTov4+1p"
      crossorigin="anonymous"
    ></script>
  </body>
</html>
